{
  "stateName" : "policy", 
  "alabama" : "In Alabama, abortion is currently illegal. There is a complete ban except for the following exceptions: to save the pregnant person's life, to prevent serious risk to the pregnant person's physical health, or if the fetus is not expected to survive the pregnancy. You can leave Alabama and get an abortion out of state. ",
  "Alaska" : "In Alaska, it is legal to have an abortion. This right is protected by the state constitution. ",
  "Arizona" : [
    {
    "CurrentPolicy" : "In Arizona, abortion is cuurrently legal. A complete ban may no into effect, but it is NOT in place right now. ",
    "WeeksLegal" : "15 and 6 days" ,
    "Nuance" : "It is legal to have an abortion before 16 weeks, but some providers may stop offerring abortion sooner",
    "IfMinor" : "If you are a minor, you need a parent or legal guardian to give you permission. If this is not an option for you, you can seek a judicial bypass that will allow you to waive the requirement for permission. If you need help navigating this process, call the Judicial Bypass Helpline at 844-868-2812 or submit a request online HERE",
      ]
}
  "Arkansas" : "In Arkansas, abortion is currently illegal. There is a complete ban except for the following exceptions: to save the pregnant person's life. You can leave Alabama and get an abortion out of state.",
  "California" : "In California, it is legal to have an abortion.",
  "Colerado" : "In Colerado, it is legal to have an abortion.",
  "Connecticut" : "In Connecticut, it is legal to have an abortion.",
  "Delaware" : "In Delaware, it is legal to have an abortion.",
  "DC" : "",
  "Florida" :  [
    {
    "CurrentPolicy" : "In Florida, it is legal to have an abortion. A new law may result in more restrictions after 5/1/2024 ",
    "WeeksLegal" : "15 and 6 days" ,
    "Nuance" : "It is legal to have an abortion before 16 weeks, but some providers may stop offerring abortion sooner. If you are more than 16 weeks pregnant, you may still be eligible for an abortion for the following reasons: to save your life or prevent serious risk to your physical health, or if the fetus is not expected to survive the pregnancy.",
    "IfMinor" : "If you are a minor, you need a parent or legal guardian to give you permission. If this is not an option for you, you can seek a judicial bypass that will allow you to waive the requirement for permission. If you need help navigating this process, call the Judicial Bypass Helpline at 844-868-2812 or submit a request online HERE",
      ]
   }
  "Georgia" :  [
    {
    "CurrentPolicy" : "In Georgia, it is legal to have an abortion.",
    "WeeksLegal" : "6 weeks" ,
    "Nuance" : "It is legal to have an abortion at or before around six weeks pregnant, but some providers may stop offerring abortion sooner. If you are more than 6 weeks pregnant, you may still be eligible for an abortion for the following reasons: to save your life or prevent serious risk to your physical health, if the pregnancy is a result of incest or rape, or if the fetus is not expected to survive the pregnancy.",
    "IfMinor" : "If you are a minor, you need a parent or legal guardian to give you permission. If this is not an option for you, you can seek a judicial bypass that will allow you to waive the requirement for permission. If you need help navigating this process, call the Judicial Bypass Helpline at 844-868-2812 or submit a request online HERE",
      ]
   }
  "Hawaii" : "In Hawaii, it is legal to have an abortion. There is a complete ban except for the following exceptions: if the abortion will save the pregnant person's life or if the pregnancy is the result of rape or incest. You can leave Idaho and get an abortion out of state.",
  "Illinois" : "In Illinois, it is legal to have an abortion.",
  "Indiana" : "In Indiana, abortion is currently illegal. As of August 21st 2023,there is a complete ban except for the following exceptions: to save the pregnant person's life, to prevent serious risk to the pregnant person's physical health, if the pregnancy is the result of rape or incest, or if the fetus is not expected to survive the pregnancy. You can leave Indiana and get an abortion out of state.",
  "Iowa" : "",
  "Kansas" : "In Kansas, it is legal to have an abortion.",
  "Kentucky" : "In Kentucky, abortion is currently illegal. There is a complete ban except for the following exceptions: to save the pregnant person's life, to prevent serious risk to the pregnant person's physical health. You can leave Kentucky and get an abortion out of state.",
  "Louisiana" : "In Louisiana, abortion is currently illegal. There is a complete ban except for the following exceptions: to save the pregnant person's life, to prevent serious risk to the pregnant person's physical health, or if the fetus is not expected to survive the pregnancy. You can leave Louisiana and get an abortion out of state.",
  "Maine" : "In Maine, it is legal to have an abortion.",
  "Maryland" : "In Maryland, it is legal to have an abortion.",
  "Massachussets" : "In Massachussets, it is legal to have an abortion." ,
  "Michigan" : "In Michigan, it is legal to have an abortion.",
  "Minnesota" : "In Minnesota, it is legal to have an abortion.",
  "Missouri" : "In Missouri, abortion is currently illegal. There is a complete ban except for the following exceptions: to save the pregnant person's life, to prevent serious risk to the pregnant person's physical health. You can leave Missouri and get an abortion out of state.",
  "Montana" :"In Montana, it is legal to have an abortion.",
  "Mississippi" :"In Mississipi, abortion is currently illegal. As of July 7th 2022, there is a complete ban except for the following exceptions: to save the pregnant person's life, or if the pregnancy is a result of rape. You can leave Mississippi and get an abortion out of state.",
  "Nebraska" : "In Nebraska, ",
  "Nevada" : "In Nevada, it is legal to have an abortion.",
  "New Hampshire" : "In New Hampshire, it is legal to have an abortion.",
  "New Mexico" : "In New Mexico, it is legal to have an abortion.",
  "New York" : "In New York, it is legal to have an abortion.",
  "New Jersey" : "In New Jersey, it is legal to have an abortion.",
  "North Carolina" : "",
  "North Dakota" : "In North Dakota, abortion is currently illegal. As of April 24, 2023 there is a complete ban except for the following exceptions: to save the pregnant person's life, to prevent serious risk to the pregnant person's physical health, or if the pregnancy is a result of rape or incest AND you are not more than six weeks pregnant. You can leave North Dakota and get an abortion out of state.",
  "Oklahoma" : "In Oklahoma, abortion is currently illegal. As of May 25, 2022, There is a complete ban except for the following exceptions: to save the pregnant person's life. You can leave Oklahoma and get an abortion out of state.",
  "Ohio" : "In Ohio, it is legal to have an abortion.",
  "Oregon" : "In Oregon, it is legal to have an abortion.",
  "Pennsylvania" : "",
  "Rhode Island" : "",
  "South Carolina" : "",
  "South Dakota" : "In South Dakota, abortion is currently illegal. As of June 24, 2022, there is a complete ban except for the following exceptions: to save the pregnant person's life. You can leave South Dakota and get an abortion out of state.",
  "Texas" : "In Texas, abortion is currently illegal. As of July 1st, 2022, There is a complete ban except for the following exceptions: to save the pregnant person's life, to prevent serious risk to the pregnant person's physical health. You can leave Texas and get an abortion out of state.",
  "Tennessee" : "In Tennessee, abortion is currently illegal. As of August 25, 2022, there is a complete ban except for the following exceptions: to save the pregnant person's life, to prevent serious risk to the pregnant person's physical health, or if the fetus is not expected to survive the pregnancy. You can leave Tennessee and get an abortion out of state.",
  "Utah" : "",
  "Vermont" : "",
  "Virginia" : "",
  "Wisconsin" : "",
  "Wyoming" : "",
  "Washington" : "",
  "West Virginia" : "In West Virginia, abortion is currently illegal. As of September 16, 2022 There is a complete ban except for the following exceptions: to save the pregnant person's life, to prevent serious risk to the pregnant person's physical health, if the pregnancy is a result of rape or incest, or if the fetus is not expected to survive the pregnancy. You can leave West Virginia and get an abortion out of state.",
  "Puerto Rico" : "",
  "Guam" : "",
  "American Samoa" : "",
  "Northern Mariana Islands" : "",
  "US Virgin Islands" : "",
  :
}
